name: "ssd_mobilenet_v3"
platform: "pytorch_libtorch"
max_batch_size : 0
input [
  {
    name: "INPUT__0"
    data_type: TYPE_FP32
    dims: [-1, 3, -1, -1 ]
    }
]
output [
  {
    name: "OUTPUT__0"
    data_type: TYPE_FP32
    dims: [ -1, 1, -1, -1 ]
    label_filename: "coco_labels.txt"
    }
]