name: "ssd_mobilenet_v3"
platform: "pytorch_libtorch"
max_batch_size : 0
input [
  {
    name: "INPUT__0"
    data_type: TYPE_FP32
    dims: [-1, 3, -1, -1 ]
    }
]
output [
{
name: "boxes__0"
data_type: TYPE_FP32
dims: [ 300, 4 ]
},
{
name: "scores__1"
data_type: TYPE_FP32
dims: [ 300 ]
},
{
name: "labels__2"
data_type: TYPE_FP32
dims: [ 300 ]
}
]