name: "ssd_mobilenet_torch"
platform: "pytorch_libtorch"
max_batch_size : 0
input [
  {
    name: "data_0"
    data_type: kFloat
    dims: [ 3, 1600, 2400 ]
    reshape { shape: [ 1, 3, 320, 320 ] }
  }
]
output [
  {
    name: "output_1"
    data_type: kFloat
    dims: [ 80 ]
    reshape { shape: [ 1, 80-, 1, 1 ] }
    label_filename: "coco_labels.txt"
  }
]